{"keras_version": "2.2.4", "config": {"name": "sequential_9", "layers": [{"config": {"units": 16, "kernel_regularizer": null, "trainable": true, "use_bias": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_25", "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 30], "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "noise_shape": null, "name": "dropout_16", "seed": null, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 16, "kernel_regularizer": null, "trainable": true, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_26", "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "use_bias": true, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "noise_shape": null, "name": "dropout_17", "seed": null, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"units": 1, "kernel_regularizer": null, "trainable": true, "activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_27", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "use_bias": true, "bias_constraint": null}, "class_name": "Dense"}]}, "backend": "tensorflow", "class_name": "Sequential"}